<?php
return [
    'created' => 'تم إضافة البيانات بنجاح.',
    'updated' => 'تم تحديث البيانات بنجاح.',
    'deleted' => 'تم حذف البيانات بنجاح.',
    'restored' => 'تم إستعادة البيانات بنجاح.',
    'create.error' => 'تعذر إضافة البيانات في الوقت الحالي.',
    'update.error' => 'تعذر تعديل البيانات في الوقت الحالي.',
    'delete.error' => 'تعذر حذف بعض البيانات.',
    'not_found' => 'البيانات غير موجودة.',
    "delete.hq.error" => "لا يمكن حذف المركز الرئيسي",
    "delete.owner.error" => "لا يمكن حذف المالك",
    'reschedule'=>'تم اععادة الجدولة بنجاح',
    'accepted' =>'تمت الموافقة بنجاح',
    'request_sent' =>'تم إرسال الطلب بنجاح',
];
